XIVN1987/micropython/ports/m480/boards/M482Lite/mpconfigboard.h
#ifndef __MPCONFIGBOARD_H__
#define __MPCONFIGBOARD_H__


#define MICROPY_HW_MCU_NAME             "M482"
#define MICROPY_HW_BOARD_NAME           "M482Lite"

#define MICROPY_SW_VERSION_NUMBER       "1.0.0"

#define MICROPY_HW_ENABLE_USB           (1)


#endif
